<div id='cont' class='span16'>

	<h1>Term of use</h1>	
	
	
	<pre id='term'>
(제 1 조) 목적

이 약관은 (주)노트폴리오(전자상거래 사업자)가 운영하는 notefolio.net(이하 "notefolio"라 한다)에서 제공하는 인터넷 관련 서비스(이하 "서비스"라 한다)를 이용함에 있어 사이버 "notefolio"와 이용자의 권리•의무 및 책임사항을 규정함을 목적으로 합니다. 서비스에 접속하거나 이용함으로써, 이용자는 우리의 이용자로 등록되었는지 여부에 관계없이, 이용자가 본 이용약관을 읽었고 이해하였으며 적용 받는 것에 동의하게 됩니다.

 

(제 2 조) 정의

"notefolio"란 (주)노트폴리오가 재화 또는 용역(이하 "재화 등"이라 함)을 이용자에게 제공하기 위하여 컴퓨터등 정보통신설비를 이용하여 재화 등을 거래할 수 있도록 설정한 가상의 영업장을 말하며, 아울러 사이버notefolio를 운영하는 사업자의 의미로도 사용합니다.

 

"이용자"란 "notefolio"에 접속하여 이 약관에 따라 제공하는 서비스를 받는 회원 및 비회원을 말합니다. '회원'이라 함은 "notefolio"에 개인정보를 제공하여 회원등록을 한 자로서, "notefolio"의 정보를 지속적으로 제공받으며, "notefolio"가 제공하는 서비스를 계속적으로 이용할 수 있는 자를 말합니다. '비회원'이라 함은 회원에 가입하지 않고 "notefolio"가 제공하는 서비스를 이용하는 자를 말합니다.

 

(제 3 조) 약관 등의 명시와 설명 및 개정

"notefolio"는 이 약관의 내용과 상호 및 대표자 성명, 영업소 소재지 주소(소비자의 불만을 처리할 수 있는 곳의 주소를 포함), 전화번호•모사전송번호•전자우편주소, 사업자등록번호, 통신판매업신고번호, 개인정보관리책임자등을 이용자가 쉽게 알 수 있도록 "notefolio"의 초기 서비스화면(전면)에 게시합니다. 다만, 약관의 내용은 이용자가 연결화면을 통하여 볼 수 있도록 할 수 있습니다.

 

"notefolio"는 이용자가 약관에 동의하기에 앞서 약관에 정하여져 있는 내용 중 청약철회•배송책임•환불조건 등과 같은 중요한 내용을 이용자가 이해할 수 있도록 별도의 연결화면 또는 팝업화면 등을 제공하여 이용자의 확인을 구하여야 합니다.

 

"notefolio"는 전자 상거래 등에서의 소비자 보호에 관한 법률, 약관의 규제에 관한 법률, 전자거래기본법, 전자서명법, 정보통신망 이용 촉진 등에 관한 법률, 방문 판매 등에 관한 법률, 소비자보호법 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다. 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 "notefolio"의 초기화면에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다. 다만, 이용자에게 불리하게 약관내용을 변경하는 경우에는 최소한 30일 이상의 사전 유예기간을 두고 공지합니다. 이 경우 "notefolio"는 개정전 내용과 개정후 내용을 명확하게 비교하여 이용자가 알기 쉽도록 표시합니다. "notefolio"가 약관을 개정할 경우에는 그 개정약관은 그 적용일자 이후에 체결되는 계약에만 적용되고 그 이전에 이미 체결된 계약에 대해서는 개정전의 약관조항이 그대로 적용됩니다. 다만 이미 계약을 체결한 이용자가 개정약관 조항의 적용을 받기를 원하는 뜻을 개정약관의 공지기간 내에 "notefolio"에 송신하여 동의를 받은 경우에는 개정약관 조항이 적용됩니다.

 

이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 전자 상거래 등에서의 소비자보호에 관한 법률, 약관의 규제 등에 관한 법률, 공정거래위원회가 정하는 전자상거래 등에서의 소비자보호지침 및 관계법령 또는 상관례에 따릅니다.

 

(제 4 조) 서비스 이용 자격

이용자는 자신이 "notefolio"와 법적인 구속력이 있는 계약을 형성할 수 있는 경우에만, 그리고 본 이용약관 및 모든 해당 지역, 국가, 법률, 규정, 규제를 준수할 시에만, 서비스를 이용할 수 있습니다. 이용자가 18세 미만인 경우, 이용자의 부모나 보호자가 이용자를 대리하여 본 이용약관에 동의해야 하며, 이용자가 서비스를 이용하고 접속하는 데 대한 책임을 지게 됩니다. 이는 서비스를 통해 구매하는 물품에 대한 재정적인 책임을 포함합니다. 13세 미만의 사람이 서비스를 이용하거나 접속하는 것은 엄격히 금지되며, 본 이용약관의 위반이 됩니다.

 

"notefolio"가 이전에 서비스로부터 퇴출한 이용자들은 “notefolio” 재가를 거쳐 이용할 수 있습니다. "notefolio"는 본 이용약관 아래에서 명백히 승인되지 않은 모든 권리를 보유합니다. 본 이용약관 안에 명백히 명시된 경우를 제외하고는, 이용자가 여기 아래의 어떠한 권리, 직무나 의무를 이전하려 하여도 법적인 효력이 없습니다.

 

(제 5 조) "notefolio" 계정

서비스 및 기능에 접속하기 위해서는 notefolio.net에서 계정을 만들어야 합니다. 이용자는 다른 이용자의 계정을 허락 없이 절대로 사용할 수 없습니다. 이용자는 계정에서 일어나는 활동에 대해 단독으로 책임이 있으며, 계정의 패스워드를 기밀로 유지해야 합니다. 보안이 위반되거나 이용자의 계정이 허가 없이 누군가에 의해 사용되는 경우, 즉시 "notefolio"에게 통지해야 합니다. "notefolio"는 계정이 허가 없이 사용됨으로 인해 야기된 손실에 책임이 없습니다.

 

(제 6 조) 회원탈퇴 및 자격상실

회원은 "notefolio"에 언제든지 탈퇴를 요청할 수 있으며 "notefolio"는 즉시 회원탈퇴를 처리합니다. 회원이 다음 각호의 사유에 해당하는 경우, "notefolio"는 회원자격을 제한 및 정지시킬 수 있습니다: (1) 가입 신청시에 허위 내용을 등록한 경우. (2) "notefolio"를 이용하여 구입한 재화 등의 대금, 기타 이용에 관련하여 회원이 부담하는 채무를 기일에 지급하지 않는 경우. (3) 다른 사람의 "notefolio" 이용을 방해하거나 그 정보를 도용하는 등 전자상거래 질서를 위협하는 경우. (4) "notefolio"를 이용하여 법령 또는 이 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우. (5) "notefolio"가 회원 자격을 제한, 정지시킨 후, 동일한 행위가 2회 이상 반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우 회원자격을 상실시킬 수 있습니다. (6) "notefolio"가 회원자격을 상실시키는 경우에는 회원등록을 말소합니다. 이 경우 회원에게 이를 통지하고, 회원등록 말소 전에 최소한 30일 이상의 기간을 정하여 소명할 기회를 부여합니다.

 

(제 7 조) 이용자의 의무

이용자는 서비스와 관련하여 다음과 같은 금지된 활동들 중 어느 것에 참여하지 않기로 동의합니다: (1) 서비스의 어느 부분을 (자동이나 비자동 "스크래핑" 등을 통해) 어느 매체로 복사, 배포 또는 공개; (2) 사람이 전통적인 온라인 웹 브라우저를 사용하여 동일한 시간 이내에 합리적으로 생산할 수 있는 것보다 많은 요청 메시지를 "notefolio" 서버에 보내는 방식으로 서비스에 접속하기 위해 "로봇", "스파이더", "오프라인 리더 (offline readers)" 등의 자동 시스템을 사용 (우리의 이용자들의 개인정보 설정을 전제하고, "notefolio"는 자료에 대하여 공개적으로 이용 가능한 검색 인덱스-캐쉬나 아카이브가 아님-를 만들기 위한 단독 목적으로 그리고 그러한 목적을 위해 필요한 범위까지만, 공개 검색 엔진의 운영자가 notefolio.net으로부터 자료를 복사하기 위해 스파이더를 사용할 수 있는 이후 취소 가능한 허락을 승인합니다); (3) 스팸 편지나 체인 편지 또는 기타의 원하지 않은 이메일을 전송; (4) 시스템의 무결성이나 보안을 방해 또는 위태롭게 하거나 서비스를 운영하는 서버간 전송을 판독하려고 시도; (5) "notefolio"의 단독 재량으로 판단할 때, "notefolio"의 인프라에 불합리하거나 불균형하게 많은 작업량을 부과하거나 부과할 수 있는 행동을 취함; (6) 무효한 데이터, 바이러스, 웜이나 기타의 소프트웨어 에이전트를 서비스를 통해 업로딩; (7) 계정 이름과 같이 개인적으로 식별 가능한 정보를 서비스로부터 수집하거나 채취; (8) 상업적인 목적을 위해 서비스를 이용; (9) 다른 사람임을 가장하거나, 어느 사람이나 단체와 이용자의 제휴관계를 허위로 진술하거나, 사기를 저지르거나, 이용자의 신분을 숨기거나 숨기려고 시도; (10) 서비스의 적절한 운영을 방해; (11) 서비스에서 제공되거나 허가된 것 이외의 기술이나 수단을 통해 서비스에 있는 컨텐츠에 접속; (12) 서비스에 대한 접속을 저지하거나 제한하기 위해 우리가 사용하는 조치 (컨텐츠의 사용이나 복사를 저지하거나 막기 위한 특정기능 혹은 서비스나 컨텐츠의 사용 제한을 집행하기 위한 특정기능을 포함하나 그에 국한되지는 않음)를 우회; (13) 서비스의 소스코드를 디컴파일 (decompile)하거나 역엔지니어링 (reverse engineering)하거나 달리 획득하려고 시도.

 

(제 8 조) "notefolio"의 의무

(1) "notefolio"는 법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며 이 약관이 정하는 바에 따라 지속적이고, 안정적으로 재화•용역을 제공하는데 최선을 다하여야 합니다. (2) "notefolio"는 이용자가 안전하게 인터넷 서비스를 이용할 수 있도록 이용자의 개인정보(신용정보 포함)보호를 위한 보안 시스템을 갖추어야 합니다. (3) "notefolio"가 상품이나 용역에 대하여 「표시•광고의공정화에관한법률」 제3조 소정의 부당한 표시•광고행위를 함으로써 이용자가 손해를 입은 때에는 이를 배상할 책임을 집니다. (4) "notefolio"는 이용자가 원하지 않는 영리목적의 광고성 전자우편을 발송하지 않습니다.

 

(제 9 조) 서비스의 제공 및 변경

"notefolio"는 다음과 같은 업무를 수행합니다: (1) 재화 또는 용역에 대한 정보 제공 구매계약의 체결. (2) 구매계약이 체결된 재화 또는 용역의 배송. (3) 기타 "notefolio"가 정하는 업무.

 

"notefolio"는 재화 또는 용역의 품절 또는 기술적 사양의 변경 등의 경우에는 장차 체결되는 계약에 의해 제공할 재화 또는 용역의 내용을 변경할 수 있습니다. 이 경우에는 변경된 재화 또는 용역의 내용을 게시한 곳에 즉시 공지합니다. "notefolio"가 제공하기로 이용자와 계약을 체결한 서비스의 내용을 재화 등의 품절 또는 기술적 사양의 변경 등의 사유로 변경할 경우에는 그 사유를 이용자에게 통지 가능한 주소로 즉시 통지합니다. 전향의 경우 "notefolio"는 이로 인하여 이용자가 입은 손해를 배상합니다. 다만, "notefolio"가 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다.

 

(제 10 조) 서비스의 중단

"notefolio"는 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장, 통신 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있습니다. "notefolio"는 서비스의 제공이 일시적으로 중단됨으로 인하여 이용자 또는 제3자가 입은 손해에 대하여 배상합니다. 단, "notefolio"가 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다. 사업종목의 전환, 사업의 포기, 업체간의 통합 등의 이유로 서비스를 제공할 수 없게 되는 경우에는 이용자에게 통지하고 당초 "notefolio"에서 제시한 조건에 따라 소비자에게 보상합니다. 다만, "notefolio"가 보상기준 등을 고지하지 아니한 경우에는 이용자들의 마일리지 또는 적립금 등을 "notefolio"에서 통용되는 통화가치에 상응하는 현물 또는 현금으로 이용자에게 지급합니다.

 

(제 11 조) 구매신청

"notefolio" 이용자는 "notefolio" 상에서 다음 또는 이와 유사한 방법에 의하여 구매를 신청하며, "notefolio"는 이용자가 구매신청을 함에 있어서 다음의 각 내용을 알기 쉽게 제공하여야 합니다: (1) 재화 등의 검색 및 선택 (2) 성명, 주소, 전화번호, 전자우편주소 등의 입력 (3) 약관내용, 청약철회권이 제한되는 서비스, 배송료 및 설치비 등의 비용부담과 관련한 내용에 대한 확인 (4) 재화 등의 구매신청 및 이에 관한 확인 또는 "notefolio"의 확인에 대한 동의 (6) 결제방법의 선택

 

(제 12 조) 계약의 성립

다음 각호에 해당하면 승낙하지 않을 수 있습니다. (1) 신청 내용에 허위, 기재누락, 오기가 있는 경우 (2) 미성년자가 담배, 주류 등 청소년보호법에서 금지하는 재화 및 용역을 구매하는 경우 (3) 기타 구매신청에 승낙하는 것이 "notefolio" 기술상 현저히 지장이 있다고 판단하는 경우. "notefolio"의 승낙이 수신확인통지형태로 이용자에게 도달한 시점에 계약이 성립한 것으로 봅니다.

 

(제 13 조) 지급방법

"notefolio"에서 구매한 재화 또는 용역에 대한 대금지급방법은 다음 각호의 방법 중 가용한 방법으로 할 수 있습니다. 단, "notefolio"는 이용자의 지급방법에 대하여 재화 등의 대금에 어떠한 명목의 수수료도 추가하여 징수할 수 없습니다: (1) 폰뱅킹, 인터넷 뱅킹, 메일 뱅킹 등의 각종 계좌이체 (2) 선불카드, 직불카드, 신용카드 등의 각종 카드 결제 (3) 온라인 무통장 입금 (4) 전자화폐에 의한 결제 (5) 수령시 대금지급 (6) 마일리지 등 "notefolio"가 지급한 포인트(캐시)에 의한 결제 (7) "notefolio"와 계약을 맺었거나 "notefolio"가 인정한 상품권에 의한 결제 (8) 기타 전자적 지급 방법에 의한 대금 지급 등

 

(제 14 조) notefolio.net의 무료배송 오퍼

notefolio.net은 때때로 회원들에게 무료배송 프로모션을 제공할 수 있습니다. notefolio.net의 무료배송 오퍼는 일반 배송에만 유효합니다. notefolio.net의 무료배송 오퍼는 국제배송이나 "비일반" 물품들에 대해서는 사용될 수 없습니다. 추가적인 조항들과 제약들이 오퍼 당시에 적용될 수 있습니다.

 

(제 15 조) 수신확인 통지 및 구매신청 변경 및 취소

"notefolio"는 이용자의 구매신청이 있는 경우 이용자에게 수신확인통지를 합니다. 수신확인통지를 받은 이용자는 의사표시의 불일치 등이 있는 경우 수신확인통지를 받은 후 즉시 구매신청 변경 및 취소를 요청할 수 있고 "notefolio"는 배송전에 이용자의 요청이 있는 경우에는 지체 없이 그 요청에 따라 처리하여야 합니다. 다만 이미 대금을 지불한 경우에는 청약철회 등에 관한 규정에 따릅니다.

 

(제 16 조) 재화 등의 공급

"notefolio"는 이용자와 재화 등의 공급시기에 관하여 별도의 약정이 없는 이상, 이용자가 청약을 한 날부터 7일 이내에 재화 등을 배송할 수 있도록 주문제작, 포장 등 기타의 필요한 조치를 취합니다. 이때 "notefolio"는 이용자가 재화 등의 공급 절차 및 진행 사항을 확인할 수 있도록 적절한 조치를 합니다.

 

"notefolio"는 이용자가 구매한 재화에 대해 배송수단, 수단별 배송비용 부담자, 수단별 배송기간 등을 명시합니다. 만약 "notefolio"가 약정 배송기간을 초과한 경우에는 그로 인한 이용자의 손해를 배상하여야 합니다. 다만 "notefolio"가 고의, 과실이 없음을 입증한 경우에는 그러하지 아니합니다.

 

(제 17 조) 환급

"notefolio"는 이용자가 구매 신청한 재화 등이 품절 등의 사유로 인도 또는 제공을 할 수 없을 때에는 지체 없이 그 사유를 이용자에게 통지하고 사전에 재화 등의 대금을 받은 경우에는 대금을 받은 날부터 2영업일 이내에 환급하거나 환급에 필요한 조치를 취합니다.

 

(제 18 조) 청약철회

"notefolio"가 재화 등의 구매에 관한 계약을 체결한 이용자는 수신확인의 통지를 받은 날부터 7일 이내에는 청약의 철회를 할 수 있습니다. 이용자는 재화 등을 배송 받은 경우 다음 각호에 해당하는 경우에는 반품 및 교환을 할 수 없습니다: (1) 이용자에게 책임 있는 사유로 재화 등이 멸실 또는 훼손된 경우(다만, 재화 등의 내용을 확인하기 위하여 포장 등을 훼손한 경우에는 청약철회를 할 수 있습니다) (2) 이용자의 사용 또는 일부 소비에 의하여 재화 등의 가치가 현저히 감소한 경우 (3) 시간의 경과에 의하여 재판매가 곤란할 정도로 재화 등의 가치가 현저히 감소한 경우 (4) 같은 성능을 지닌 재화 등으로 복제가 가능한 경우 그 원본인 재화 등의 포장을 훼손한 경우

 

"notefolio"가 사전에 청약철회 등이 제한되는 사실을 소비자가 쉽게 알 수 있는 곳에 명기하거나 시용상품을 제공하는 등의 조치를 하지 않았다면 이용자의 청약철회 등이 제한되지 않습니다. 이용자는 재화 등의 내용이 표시 및 광고 내용과 다르거나 계약내용과 다르게 이행된 때에는 당해 재화 등을 공급받은 날부터 3개월 이내, 그 사실을 안 날 또는 알 수 있었던 날부터 30일 이내에 청약철회 등을 할 수 있습니다.

 

"notefolio"는 이용자로부터 재화 등을 반환 받은 경우 3 영업일 이내에 이미 지급받은 재화 등의 대금을 환급합니다. 이 경우 "notefolio"가 이용자에게 재화 등의 환급을 지연한 때에는 그 지연기간에 대하여 공정거래위원회가 정하여 고시하는 지연이자율을 곱하여 산정한 지연이자를 지급합니다. "notefolio"는 대금을 환급함에 있어서 이용자가 신용카드 또는 전자화폐 등의 결제수단으로 재화 등의 대금을 지급한 때에는 지체 없이 당해 결제수단을 제공한 사업자로 하여금 재화 등의 대금의 청구를 정지 또는 취소하도록 요청합니다. 청약 철회 등의 경우 공급받은 재화 등의 반환에 필요한 비용은 이용자가 부담합니다. "notefolio"는 이용자에게 청약 철회 등을 이유로 위약금 또는 손해배상을 청구하지 않습니다. 다만 재화 등의 내용이 표시•광고 내용과 다르거나 계약내용과 다르게 이행되어 청약 철회 등을 하는 경우 재화 등의 반환에 필요한 비용은 "notefolio"가 부담합니다. 이용자가 재화 등을 제공 받을 때 발송비를 부담한 경우에 "notefolio"는 청약 철회 시 그 비용을 누가 부담하는지를 이용자가 알기 쉽도록 명확하게 표시합니다.

 

(제 19 조) 이용자 컨텐츠

서비스 상의 일부분은 이용자들이 사진과 프로파일 정보, 코멘트, 질문 및 기타의 정보와 같은 컨텐츠를 게시할 수 있도록 허용합니다 (이용자가 서비스에 제출하거나 게시하거나 전시하거나 달리 이용 가능하도록 제공한 해당 자료들은 이후부터 "이용자 컨텐츠"로 언급됩니다).

 

이용자는 다음과 같은 이용자 컨텐츠를 게시하지 않기로 동의합니다: (1) 이용자 또는 다른 사람이나 동물에게 피해, 손실, 육체적이거나 정신적인 상해, 정서적인 고통, 사망, 장애, 외모 손상 혹은 육체적이거나 정신적인 질병의 위험을 야기할 수 있는 이용자 컨텐츠; (2) 사람이나 재산에게 기타의 손실이나 손상의 위험을 야기할 수 있는 이용자 컨텐츠; (3) 아이들을 부적절한 컨텐츠에 노출시키거나 개인적으로 식별 가능한 정보를 요청함으로써 아이들에게 해를 끼치거나 악용하려고 하는 이용자 컨텐츠, (4) 범죄행위나 불법행위를 이루거나 기여할 수 있는 이용자 컨텐츠; (5) “notefolio”가 생각하기에 불법적, 유해적, 남용적, 인종차별적, 민족적으로 모욕적, 명예훼손적, 지적재산 위반적, 개인정보나 대중권리 침해적, 차별적, 다른 사람들에게 (공개적으로나 달리) 모욕적, 중상모략적, 위협적, 신성모독적, 외설적, 포르노적 혹은 무례한 정보나 내용을 포함하는 이용자 컨텐츠; (6) 불법적인 정보나 내용 (증권법 아래의 내부정보 공개나 다른 당사자의 기업비밀 공개를 포함하나 그에 국한되지는 않음)을 포함하는 이용자 컨텐츠; (7) 법률 아래에서 혹은 계약이나 수탁 관계 아래에서 이용자가 제공할 권리가 없는 정보나 내용을 포함하는 이용자 컨텐츠; 혹은 (8) 정확하지 않거나 최근의 것이 아님을 알고 있는 정보나 내용을 포함하는 이용자 컨텐츠.

 

이용자는 이용자가 게시하는 이용자 컨텐츠가 모든 종류로의 제 삼자 권리들 (지적재산권-아래에 정의됨- 또는 개인정보 보호권을 포함하나 그에 국한되지는 않음)을 위반하지 않으며 위반하지 않을 것임을 동의합니다. 이용자의 이용자 컨텐츠가 음악을 포함하는 범위까지, 이용자 컨텐츠 안에 포함된 각각의 모든 음악적 요소 (가사를 포함) 및 사운드 녹음에 대하여 자신이 모든 저작권 (공연권, 기계관련권 (mechanical right), 사운드 녹음권을 포함하나 그에 국한되지는 않음)을 소유하거나 보유하고 있으며, 아래에 승인된 라이선스를 승인할 권한을 가지고 있음을 여기에서 진술합니다. "notefolio"는 단독 재량에 따라 본 규정을 위반하는 것으로 우리가 생각하는 이용자 컨텐츠를 거부 및/또는 삭제할 수 있는 권리를 보유하지만 그렇게 해야 할 의무는 없습니다. 이용자는 이용자의 이용자 컨텐츠를 서비스 상에 게시하는 것이, 저작권 사무소, 작가노조 또는 기타의 권리 단체에 이용자의 컨텐츠를 등록하는 것에 상응하지 않음을 이해합니다.

 

본 이용약관의 목적상, "지적재산권"은 어느 국가, 영역이나 기타 관할권의 법률 아래에서 현재 존재하거나 이후에 존재할 수 있는 모든 특허권, 저작권, 마스크 워크 권리 (mask work rights), 저작인격권 (moral rights), 출판권, 상표권, 트레이드 드레스 (trade dress), 서비스 마크 권리 (service mark rights), 영업권 (goodwill), 기업비밀권과 기타의 지적 재산권 및 그것들에 대한 모든 신청과 그것들의 등록, 갱신, 연장을 의미합니다.

 

이용자의 이용자 컨텐츠와 관련하여, 이용자는 다음을 확언하고 진술하며 보증합니다:

 

이용자는 해당 이용자 컨텐츠 내에서 식별할 수 있는 각각의 모든 사람들의 이름과 화상을 서비스 및 본 이용약관에서 고려된 방식으로 사용하도록 그러한 모든 사람들의 서면 동의를 각각 받았으며, 그들은 그러한 사용과 관련하여 발생할 수 있는 법적 책임으로부터 이용자를 면제시켰음.

이용자의 이용자 컨텐츠 그 자체 및 "notefolio"본 이용약관과 서비스에서 고려된 대로 그것을 사용하는 것은, 법률을 위반하거나 어느 제삼자의 권리 (지적재산권과 개인정보 보호권을 포함하나 그에 국한되지는 않음)를 침해하지 않을 것임.

"notefolio"는 본 이용약관 아래에서 "notefolio"에게 승인되는 이용자의 이용자 컨텐츠에 대한 권리를, 어느 단체교섭협정 아래에서 혹은 다른 경유로 지불되어야 하는 협회 수수료, 비용, 지불금, 요금이나 로열티를 지불하지 않고 행사할 수 있음.

이용자의 모든 이용자 컨텐츠 및 이용자가 우리에게 제공하는 기타의 정보는 진실이며 정확함. "notefolio"는 이용자, 다른 이용자나 제 삼자가 서비스 상에 게재하거나 보내는 이용자 컨텐츠에 대해 아무런 책임이나 법적책임을 지지 않습니다. 이용자는 이용자의 이용자 컨텐츠 및 그것을 게시하거나 게재한 결과에 대해 단독으로 책임이 있으며, 우리는 이용자의 이용자 컨텐츠의 온라인 배포 및 게재를 위한 수동적인 전달자로만 행동함을 이용자는 동의합니다. 이용자는 부정확하거나 불쾌하거나 아이들에게 부적절하거나 이용자의 목적에 부적합할 수 있는 이용자 컨텐츠에 이용자가 노출될 수 있음을 이해하고 동의하며, 이용자는 그러한 이용자 컨텐츠로 인해 이용자에게 발생하거나 발생하였다고 주장된 피해에 대해 "notefolio"가 법적책임을 지니지 않음을 동의합니다.

서비스에 이용자 컨텐츠를 게재함으로써, 이용자는 그러한 모든 이용자 컨텐츠와 그 안에 포함된 이용자의 이름, 음성, 화상이 서비스 및 "notefolio"의 (그리고 "notefolio"의 계승자들과 계열사들의) 사업체와 관련하여 사용될 수 있도록 (어느 매체 포맷으로 그리고 어느 매체 경로를 통해 서비스의 일부나 전부를 홍보하고 재배포하기 위해서 포함하나 그에 국한되지는 않음), "notefolio"가 현재 알려져 있거나 이후에 개발되는 형식, 매체나 기술을 이용하여 그것들을 전부나 일부 사용, 복제, 수정, 출간, 정보 명시, 편집, 번역, 배포, 판매, 공개적으로 재생, 공개적으로 전시 및 파생작업을 만들 수 있는, 로열티가 없고 2차 라이선스를 부여할 수 있고 영속적이고 이후 취소할 수 없고 비독점적이며 전세계적인 라이선스를 "notefolio"에게 승인할 권리를 가지고 있음을 진술하고 보증하며, 그러한 라이선스를 여기에서 명백히 승인합니다; 그러나, "notefolio"는 그 당시의 현행 개인정보 보호정책에 따라서만, 이용자의 개인적으로 식별 가능한 정보를 공유할 것입니다. 이용자는 또한, 서비스를 통해 이용자의 이용자 컨텐츠에 접속할 수 있고, 서비스의 기능을 통해 그리고 본 이용약관 아래에서 허락된 대로 그러한 이용자 컨텐츠를 사용, 복제, 배포, 전시 및 재생할 수 있는 비독점적인 라이선스를 서비스의 각 이용자에게 여기에서 승인합니다.

 

휴대폰/아이패드 소프트웨어

우리는 휴대폰/아이패드 장치를 통해 서비스에 접속할 수 있는 소프트웨어 ("휴대폰 소프트웨어")를 제공할 수 있습니다. 이러한 휴대폰 소프트웨어를 사용하기 위해, 이용자는 휴대폰 서비스와 호환이 되는 휴대폰 장치를 가지고 있어야 합니다. "notefolio"는 휴대폰 소프트웨어가 이용자의 휴대폰 장치와 호환이 될 것이라고 보증하지 않습니다. "notefolio"는 하나의 "notefolio" 계정에 대하여, 이용자가 단독으로 소유하거나 임대한 하나의 휴대 장치에, 휴대폰 소프트웨어의 하나의 컴파일 코드 카피를, 이용자의 개인적이고 비상업적인 목적을 위해 사용할 수 있는 비독점적이고 양도 불가능하며 이후 취소될 수 있는 라이선스를 이용자에게 여기에서 승인합니다. 이용자는: (1) 휴대폰 소프트웨어를 수정, 분해, 디컴파일 또는 역엔지니어링할 수 없으며 (그러한 제약이 법률에서 명백히 금지된 범위까지는 제외), (2) 휴대폰 소프트웨어를 제 삼자에게 대여, 임차, 융자, 재판매, 2차 라이선스 부여, 배포 또는 이전하거나 제 삼자에게 시분할이나 그와 유사한 서비스를 제공하기 위해 휴대폰 소프트웨어를 사용할 수 없으며, (3) 휴대폰 소프트웨어의 복사본을 만들 수 없으며; (4) 휴대폰 소프트웨어의 보안관련 기능, 휴대폰 소프트웨어를 통해 접속할 수 있는 컨텐츠의 사용이나 복제를 저지하거나 제약하는 기능 또는 휴대폰 소프트웨어의 사용에 대한 제한을 집행하는 기능을 제거하거나 피하거나 망가뜨리거나 손상시키거나 방해하지 않으며; 그리고 (5) 휴대폰 소프트웨어에 있는 저작권 및/또는 기타의 소유권적 권리에 대한 통지를 삭제하지 않습니다. 이용자는 "notefolio"가 때때로 휴대폰 소프트웨어의 업그레이드 버전을 배포할 수 있으며, 이용자가 이용자의 휴대폰 장치에서 사용하고 있는 휴대폰 소프트웨어의 버전을 자동적으로 온라인으로 업그레이드할 수 있음을 인정합니다. 이용자는 이용자의 휴대폰 장치에 대한 그러한 자동 업그레이드에 동의하며, 본 이용약관의 조항들과 조건들이 그러한 모든 업그레이드에 적용될 것임을 동의합니다. 휴대폰 소프트웨어에 포함될 수 있는 제 삼자 코드는, 그러한 코드의 사용을 허가하는 해당 오픈소스 EULA 또는 제 삼자 라이선스 EULA에 의해 다루어집니다. 상기의 라이선스 승인은 휴대폰 소프트웨어나 그것의 카피에 대한 판매가 아니며, "notefolio" 또는 "notefolio"의 제 삼자 사업제휴자들이나 공급업자들은 휴대폰 소프트웨어 (그리고 그것의 복사본)에 대한 모든 권리, 명의와 지분을 보유합니다. 휴대폰 소프트웨어는 한국 안에서 고안되었으며, 한국의 수출 법률과 규정의 적용을 받습니다. 휴대폰 소프트웨어는 한국으로부터 수출품을 받는 것이 금지된 특정 국가들 또는 사람들이나 단체들에게 수출되거나 재수출될 수 없습니다. 또한, 휴대폰 소프트웨어는 다른 국가들의 수입/수출 법률의 적용을 받을 수 있습니다. 이용자는 휴대폰 소프트웨어 및 "notefolio" 서비스의 이용과 관련된 모든 한국 법률과 해외 법률을 준수하기로 동의합니다.

 

아이튠즈로 획득한 휴대폰 소프트웨어

이용자가 애플사 ("애플")의 앱 스토어로부터 획득하는 휴대폰/아이패드 소프트웨어 ("애플출처 소프트웨어")에는 다음이 적용됩니다: 본 이용약관은 애플이 아닌, 이용자와 "notefolio" 사이에만 적용되는 것이며, 애플은 애플출처 소프트웨어나 그것의 컨텐츠에 대해 책임이 없음을 이용자는 인정하고 동의합니다. 애플출처 소프트웨어에 대한 이용자의 사용은 앱 스토어의 이용약관을 준수해야 합니다. 이용자는 애플이 애플출처 소프트웨어에 대한 정비 및 지원 서비스를 제공해야 할 아무런 의무도 지니지 않음을 인정합니다. 애플출처 소프트웨어가 어느 해당 보증에 부합하지 않는 경우, 이용자는 그것에 관해 애플에게 통지할 수 있습니다; 그러한 통지 시에, 애플이 이용자에게 제공하는 유일한 보증은, 애플출처 소프트웨어의 구매가격 (만약 있다면)을 환불하는 것일 겁니다. 해당 법률에서 허락되는 최대 범위까지, 애플은 애플출처 소프트웨어에 대하여 어떠한 종류로의 다른 보증의무를 지니지 않을 것이며, 어느 보증에 부합하지 않음에서 기인한 기타의 클레임, 손실, 법적책임, 손해, 비용이나 경비는, 본 이용약관 및 애플출처 소프트웨어의 제공자로서 "notefolio"에게 적용되는 법률에 의해서만 다루어질 것입니다. 이용자는 애플이 아닌 "notefolio"가 애플출처 소프트웨어 또는 이용자가 그것을 보유하거나 사용하는 데 관한 이용자나 제 삼자의 클레임을 처리해야 할 책임이 있음을 인정하며, 그러한 클레임은 (i) 제품 책임 클레임; (ii) 애플출처 소프트웨어가 해당 법적 요건이나 규제적 요건에 부합하지 않는다는 클레임; 그리고 (iii) 소비자보호 법령이나 그와 유사한 법령 아래에서 발생하는 클레임을 포함하나 그에 국한되지는 않습니다; 그리고 그러한 모든 클레임은 본 이용약관 및 소프트웨어의 제공자로서 "notefolio"에게 적용되는 법률에 의해서만 다루어집니다. 애플출처 소프트웨어 또는 이용자가 그것을 보유하고 사용하는 것이 제 삼자의 지적 재산권을 침해한다는 제 삼자 클레임이 발생하는 경우, 애플이 아닌 "notefolio"가 그러한 지적재산 침해 클레임을 본 이용약관에서 요구되는 범위까지 조사, 변호, 해결 및 이행해야 할 단독적인 책임이 있음을 이용자는 인정합니다. (본 이용약관이 애플출처 소프트웨어에 대한 이용자의 라이선스와 관련되는 범위까지) 애플과 애플의 계열사들이 본 이용약관의 제 삼자 수혜자이며, 이용자가 본 이용약관의 조항들과 조건들을 수락할 시에, (본 이용약관이 애플출처 소프트웨어에 대한 이용자의 라이선스와 관련되는 범위까지) 애플이 본 이용약관의 제 삼자 수혜자로서 본 이용약관을 이용자에 대해 집행할 권리를 가질 것임을 (그리고 그러한 권리를 수락한 것으로 간주될 것임을) 이용자와 "notefolio"는 인정하고 동의합니다. 이용자는 이용자가 소유하거나 통제하는 애플 장치와 관련하여서만 애플출처 소프트웨어를 사용해야 합니다. 이용자는 이용자가 애플출처 소프트웨어를 사용하는 것에 영향을 미치거나 영향을 받을 수 있는 제 삼자 이용약관을 준수해야 합니다.

 

(제 20 조) 저작권

이용자의 이용자 컨텐츠를 제외하고, 서비스 그 자체 및 서비스 내에 있거나 서비스에서 전송되는 모든 자료 (소프트웨어, 이미지, 텍스트, 그래픽, 일러스트레이션, 로고, 특허권, 상표권, 서비스 마크, 저작권, 사진, 오디오, 비디오, 음악 및 이용자 컨텐츠를 포함하나 그에 국한되지는 않음) ("notefolio 컨텐츠") 그리고 그것들에 대한 모든 지적재산권은 "notefolio" 및 "notefolio"의 라이선스 부여자들의 독점적인 재산입니다. 여기 안에서 명백히 명시된 경우를 제외하고, 본 이용약관 내의 어떠한 것도 그러한 지적재산권 아래의 라이선스를 창출하는 것으로 간주되지 않으며, 이용자는 서비스에서 접속할 수 있는 자료나 컨텐츠를 판매, 라이선스 부여, 대여, 수정, 배포, 복사, 복제, 전송, 공개적으로 전시, 공개적으로 재생, 출판, 각색, 편집 또는 파생작업을 만들지 않기로 동의합니다. 본 이용약관에서 분명히 허락되지 않은 목적을 위해 서비스 상의 "notefolio" 컨텐츠나 자료를 사용하는 것은 엄격히 금지됩니다.

 

이용자는 서비스에 대한 코멘트나 아이디어 (서비스 또는 우리의 제품들을 향상시키는 방안에 대한 코멘트나 아이디어를 포함하나 그에 국한되지는 않음) ("아이디어")를 제출하기로 정할 수 있으며, 우리가 이용자에게 그렇게 하도록 초대할 수도 있습니다. 아이디어를 제출함으로써, 이용자는 이용자의 아이디어 공개가 무상이고 요청되지 않았고 아무런 제약이 부가되어 있지 않으며, 이용자가 "notefolio"에게 수탁의무나 기타의 의무를 부가하지 않을 것이며, 우리가 이용자에게 추가적인 보상을 제공하지 않고 그러한 아이디어를 자유롭게 사용할 수 있고 누군가에게 기밀적인 아닌 기반으로 자유롭게 공개할 수 있음을 동의하게 됩니다. 이용자는 또한, "notefolio"가 이용자의 아이디어를 수락함으로써, "notefolio"가 이전에 알고 있거나 "notefolio"의 직원들이 개발하거나 이용자 이외의 출처로부터 얻은 유사 아이디어나 관련 아이디어를 사용할 권리를 포기하지 않음을 인정합니다.

 

(제 21 조) notefolio.net의 소개 적립금

"notefolio"는 notefolio.net 회원들이 그들의 친구들에게 notefolio.net 에 가입하도록 초대할 때, 그 회원들에게 소개 적립금 ("소개 적립금")을 제공할 수 있습니다. 소개 적립금은 소개자의 친구들이 가입할 때뿐만 아니라 처음으로 구매할 때, 소개자에게 부여될 수 있습니다.

 

소개 적립금은 "notefolio"의 단독 재량에 따라 승인됩니다. 자신의 친구들이 notefolio.net 에 가입한 데 대한 소개 적립금을 회원이 수령할 자격을 지니기 위해서는, 그러한 친구들이 소개 회원의 고유한 소개 링크를 통해 notefolio.net에 가입해야 합니다. 소개 적립금은 "notefolio"가 제공하는 고객 또는 홍보관련 할인이나 적립금이며, 계정, 결제수단이나 notefolio.net의 회원이 소유하는 기타의 재산이 아닙니다. 소개 적립금은 현금 가치가 없으며, 이용자는 notefolio.net 사이트 상에서의 구매와 관련해서만 소개 적립금을 사용할 수 있습니다. 만약 이용자가 기만적인 소개 활동 (예, 가상의 사람들을 notefolio.net 에 가입하도록 초대)에 참여하였거나 우리의 이용약관을 위반하였다고 "notefolio"가 결정하는 경우 혹은 우리가 이용자의 멤버십을 해지하는 경우, notefolio.net 은 이용자의 소개 적립금을 취소할 권리를 보유합니다. 소개 적립금은 승인된지 6개월 이후에 만료됩니다. 소개 적립금은 양도되거나 판매될 수 없고, 기프트 카드가 아니며, notefolio.net의 기프트 카드를 구매하기 위해 사용될 수 없습니다. notefolio.net 은 소개 적립금에 적용되는 조항들 (만료 기간 및/또는 이용자가 가지고 있는 소개 적립금을 상품으로 교환할 수 있는 능력을 포함)을 이용자에게 통지 없이 언제라도 변경할 수 있는 권리를 보유합니다. notefolio.net 은 이용자가 소개 적립금을 사용하는 것에 아무런 수수료도 부과하지 않습니다.

 

(제 22 조) 과금 정책

서비스의 특정기능은 요금이나 기타의 부과금을 부과하여 제공될 수 있습니다. 만약 이용자가 서비스의 유료 기능을 이용하기로 선택하는 경우, 이용자는 해당 유료 기능에 대해 우리가 이용자에게 제공하고 때때로 업데이트할 수 있는 가격 및 지불 조항들에 동의합니다. "notefolio"는 언제라도 스스로의 단독 재량에 따라, 추가적인 요금이나 부과금을 부과하여 새 서비스를 추가하거나, 요금을 바꾸거나 혹은 기존의 서비스를 변경할 수 있습니다. 우리의 가격 조항들이나 지불 조항들에 대한 변경은, 우리가 이용자에게 그러한 변경을 통지한 이후의 과금청구 주기 내에서 발효됩니다. 만약 이용자가 새로운 혹은 수정된 요금이나 부과금을 지불하길 원하지 않는 경우, 이용자가 취할 수 있는 유일한 조치는 해당 서비스에 대한 이용자의 접속을 종료하는 것입니다.

 

이용자가 서비스를 통해 물품을 구매하는 경우, 이용자의 구매는 "주문" 조항들에 따라 처리되고, 우리의 배송정책에 따라 이용자에게 전달될 것이며, (해당하는 경우) 반품은 우리의 반품정책에 따라 처리될 것이며, 앞서 언급된 조항들 및 정책들은 본 언급으로 인해 본 이용약관 안으로 통합됩니다.

 

(제 23조) 개인정보 보호

우리는 이용자들의 개인정보를 중요하게 생각합니다. 개인정보 보호정책은 본 언급으로 인해 여기 안으로 통합됩니다. 서비스를 사용함으로써, 이용자는 이용자의 개인 데이터가 우리의 그 당시 현행 개인정보 보호정책에 따라 수집되고 사용되고 처리되는 것에 동의하게 됩니다.

 

(제 24 조) 보안

"notefolio"는 이용자의 개인정보의 보존과 보안을 중요하게 생각합니다. 그러나, 우리는 허가되지 않은 제 삼자들이 결코 우리의 보안 조치를 뚫을 수 없다거나 부적절한 목적을 위해 이용자의 개인 정보를 사용할 수 없을 것이라고 보증할 수 없습니다. 이용자는 스스로가 위험을 각오하고 자신의 개인정보를 제공한다는 것을 인정합니다.

 

(제 25조) 제 삼자 링크

서비스는 "notefolio"가 소유하거나 통제하지 않는 제 삼자의 사이트, 광고, 용역, 특별 오퍼 또는 기타의 이벤트나 활동에 대한 링크를 포함할 수 있습니다. "notefolio"는 그러한 제 삼자의 사이트, 정보, 자료, 제품이나 용역에 대한 책임을 인정하거나 지지 않습니다. 이용자가 서비스를 통해 제 삼자의 사이트에 접속하는 경우, 이용자는 스스로 위험을 감수하여 그렇게 하는 것이며, 이용자는 본 이용약관과 "notefolio"의 개인정보 보호정책이 그러한 사이트를 이용자가 이용하는 데 적용되지 않음을 이해합니다. 이용자는 이용자가 제 삼자의 사이트, 용역이나 컨텐츠를 이용함으로 인해 발생하는 모든 법적책임으로부터 "notefolio"를 명백히 면제시킵니다. 또한, 이용자가 서비스 상에 있는 어느 광고업주와 거래하거나 홍보활동에 참여하는 것 (상품의 결제와 배송을 포함)과 그와 관련된 기타의 규정들 (보증을 포함)은, 이용자와 해당 광고업주 사이에서의 문제입니다. 이용자는 이용자가 그러한 광고업주와 거래하는 것과 관련하여 발생한 모든 종류의 손실이나 손해에 대해 "notefolio"가 책임이 없음을 동의합니다.

 

(제 26 조) 분쟁해결

"notefolio"는 이용자가 제기하는 정당한 의견이나 불만을 반영하고 그 피해를 보상처리하기 위하여 피해보상처리기구를 설치•운영합니다. 이용자로부터 제출되는 불만사항 및 의견은 우선적으로 그 사항을 처리합니다. 다만, 신속한 처리가 곤란한 경우에는 이용자에게 그 사유와 처리 일정을 즉시 통보해줍니다. "notefolio"와 이용자간에 발생한 전자상거래 분쟁과 관련하여 이용자의 피해구제신청이 있는 경우에는 공정거래위원회 또는 시•도지사가 의뢰하는 분쟁조정기관의 조정에 따를 수 있습니다.

 

(제 27 조) 재판권 및 준거법

"notefolio"와 이용자간에 발생한 전자상거래 분쟁에 관한 소송은 제소 당시의 이용자의 주소에 의하고, 주소가 없는 경우에는 거소를 관할하는 지방법원의 전속관할로 합니다. 다만, 제소 당시 이용자의 주소 또는 거소가 분명하지 않거나 외국 거주자의 경우에는 민사소송법상의 관할법원에 제기합니다. "notefolio"와 이용자간에 제기된 전자상거래 소송에는 한국법을 적용합니다.



</pre>	
</div>

